Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.error.userNotFound
source: User not found
ar: لم يُعثر على المستخدم
bg: Потребителят не е намерен
bn: ব্যবহারকারীকে পাওয়া যায়নি
ca: No s'ha trobat l'usuari
cs: Uživatel nebyl nalezen
da: Brugeren blev ikke fundet
de: Benutzer nicht gefunden
el: Ο χρήστης δεν βρέθηκε
es: No se encontró el usuario
et: Kasutajat ei leitud
fa: کاربر پیدا نشد
fi: Käyttäjää ei löytynyt
fil: Hindi nahanap ang user
fr: Utilisateur introuvable
he: המשתמש לא נמצא
hi: उपयोगकर्ता नहीं मिला
hr: Korisnik nije pronađen
hu: A felhasználó nem található
id: Pengguna tidak ditemukan
is: Notandi fannst ekki
it: Utente non trovato
ja: ユーザーが見つかりません
ko: 사용자를 찾을 수 없습니다
lt: Naudotojas nerastas
lv: Lietotājs nav atrasts
nb: Bruker ikke funnet
nl: Gebruiker niet gevonden
nn: Fann ikkje brukaren
pl: Nie znaleziono użytkownika
pt_br: Usuário não encontrado
ro: Utilizatorul nu a fost găsit
ru: Пользователь не найден
sk: Používateľ sa nenašiel
sl: Uporabnik ni bil najden
sr: Korisnik nije pronađen
sv: Användaren hittades inte
sw: Mtumiaji hajapatikana
ta: பயனர் கிடைக்கவில்லை
th: ไม่พบบัญชีผู้ใช้
tr: Kullanıcı bulunamadı
uk: Користувача не знайдено
ur: صارف نہیں ملا
vi: Không tìm thấy người dùng
zh_hans: 未找到用户
zh_hant: 找不到使用者

# auth.error.verificationCodeSendFailed
source: Couldn't send a verification code right now. Try again later.
ar: تعذّر إرسال رمز التحقق الآن. حاول لاحقًا.
bg: Кодът за потвърждение не можа да бъде изпратен. Опитайте по-късно.
bn: এখন যাচাইকরণ কোড পাঠানো যায়নি। পরে আবার চেষ্টা করুন।
ca: Ara mateix no s'ha pogut enviar el codi de verificació. Torna-ho a provar més tard.
cs: Ověřovací kód teď nelze odeslat. Zkuste to později.
da: Kunne ikke sende en bekræftelseskode lige nu. Prøv igen senere.
de: Bestätigungscode konnte gerade nicht gesendet werden. Versuche es später erneut.
el: Δεν ήταν δυνατή η αποστολή κωδικού επαλήθευσης τώρα. Δοκιμάστε ξανά αργότερα.
es: No se pudo enviar un código de verificación ahora. Inténtalo más tarde.
et: Kinnituskoodi ei saa praegu saata. Proovi hiljem uuesti.
fa: فعلاً ارسال کد تأیید ممکن نیست. بعداً دوباره تلاش کنید.
fi: Vahvistuskoodia ei voitu lähettää nyt. Yritä myöhemmin uudelleen.
fil: Hindi maipadala ang verification code ngayon. Subukan ulit mamaya.
fr: Impossible d'envoyer un code de vérification pour le moment. Réessayez plus tard.
he: לא ניתן לשלוח קוד אימות כרגע. יש לנסות שוב מאוחר יותר.
hi: अभी सत्यापन कोड नहीं भेजा जा सका। बाद में फिर कोशिश करें।
hr: Slanje potvrdnog koda trenutačno nije moguće. Pokušajte ponovno kasnije.
hu: Most nem sikerült elküldeni az ellenőrző kódot. Próbálja újra később.
id: Tidak dapat mengirim kode verifikasi saat ini. Coba lagi nanti.
is: Ekki tókst að senda staðfestingarkóða núna. Reyndu aftur síðar.
it: Impossibile inviare un codice di verifica ora. Riprova più tardi.
ja: 現在、確認コードを送信できません。後でもう一度お試しください。
ko: 지금은 인증 코드를 보낼 수 없습니다. 나중에 다시 시도하세요.
lt: Šiuo metu nepavyko išsiųsti patvirtinimo kodo. Bandykite vėliau.
lv: Pašlaik neizdevās nosūtīt apstiprinājuma kodu. Mēģiniet vēlāk.
nb: Kunne ikke sende bekreftelseskode akkurat nå. Prøv igjen senere.
nl: Kan nu geen verificatiecode versturen. Probeer het later opnieuw.
nn: Kunne ikkje sende stadfestingskode no. Prøv igjen seinare.
pl: Nie udało się teraz wysłać kodu weryfikacyjnego. Spróbuj ponownie później.
pt_br: Não foi possível enviar um código de verificação agora. Tente novamente mais tarde.
ro: Codul de verificare nu a putut fi trimis acum. Încearcă din nou mai târziu.
ru: Сейчас не удалось отправить код подтверждения. Попробуйте позже.
sk: Overovací kód sa teraz nepodarilo odoslať. Skúste to neskôr.
sl: Potrditvene kode trenutno ni mogoče poslati. Poskusite pozneje.
sr: Trenutno nije moguće poslati verifikacioni kod. Pokušajte ponovo kasnije.
sv: Kunde inte skicka en verifieringskod just nu. Försök igen senare.
sw: Imeshindikana kutuma msimbo wa uthibitishaji sasa hivi. Jaribu tena baadaye.
ta: இப்போது சரிபார்ப்புக் குறியீட்டை அனுப்ப முடியவில்லை. பின்னர் முயலவும்.
th: ส่งรหัสยืนยันไม่ได้ในขณะนี้ ลองอีกครั้งภายหลัง
tr: Doğrulama kodu şu anda gönderilemedi. Daha sonra tekrar deneyin.
uk: Зараз не вдалося надіслати код підтвердження. Спробуйте пізніше.
ur: ابھی تصدیقی کوڈ نہیں بھیجا جا سکا۔ بعد میں دوبارہ کوشش کریں۔
vi: Hiện không thể gửi mã xác minh. Hãy thử lại sau.
zh_hans: 暂时无法发送验证码，请稍后重试。
zh_hant: 目前無法傳送驗證碼，請稍後再試。

# auth.google.error.cancelled
source: Google sign-in was canceled.
ar: أُلغي تسجيل الدخول باستخدام Google.
bg: Влизането с Google беше отменено.
bn: Google লগইন বাতিল করা হয়েছে।
ca: S'ha cancel·lat l'inici de sessió amb Google.
cs: Přihlášení přes Google bylo zrušeno.
da: Google-login blev annulleret.
de: Google-Anmeldung wurde abgebrochen.
el: Η σύνδεση μέσω Google ακυρώθηκε.
es: Se canceló el inicio de sesión con Google.
et: Google'iga sisselogimine tühistati.
fa: ورود با گوگل لغو شد.
fi: Google-kirjautuminen peruttiin.
fil: Kinansela ang pag-log in gamit ang Google.
fr: La connexion avec Google a été annulée.
he: ההתחברות באמצעות Google בוטלה.
hi: Google साइन इन रद्द कर दिया गया।
hr: Prijava putem Googlea je otkazana.
hu: A Google-bejelentkezés megszakadt.
id: Login dengan Google dibatalkan.
is: Hætt var við innskráningu með Google.
it: Accesso con Google annullato.
ja: Googleでのログインがキャンセルされました。
ko: Google 로그인이 취소되었습니다.
lt: Prisijungimas per „Google“ atšauktas.
lv: Pierakstīšanās ar Google tika atcelta.
nb: Google-innloggingen ble avbrutt.
nl: Inloggen met Google is geannuleerd.
nn: Google-innlogginga vart avbroten.
pl: Anulowano logowanie przez Google.
pt_br: O login com Google foi cancelado.
ro: Autentificarea cu Google a fost anulată.
ru: Вход через Google отменён.
sk: Prihlásenie cez Google bolo zrušené.
sl: Prijava z Googlom je bila preklicana.
sr: Prijavljivanje preko Google-a je otkazano.
sv: Google-inloggningen avbröts.
sw: Kuingia kwa Google kumeghairiwa.
ta: Google உள்நுழைவு ரத்துசெய்யப்பட்டது.
th: ยกเลิกการเข้าสู่ระบบด้วย Google แล้ว
tr: Google ile giriş iptal edildi.
uk: Вхід через Google скасовано.
ur: Google کے ذریعے لاگ اِن منسوخ کر دیا گیا۔
vi: Đã hủy đăng nhập bằng Google.
zh_hans: 已取消 Google 登录。
zh_hant: 已取消 Google 登入。

# auth.google.error.failed
source: Google sign-in failed: %@
ar: فشل تسجيل الدخول باستخدام Google: %@
bg: Влизането с Google бе неуспешно: %@
bn: Google লগইন ব্যর্থ হয়েছে: %@
ca: Ha fallat l'inici de sessió amb Google: %@
cs: Přihlášení přes Google selhalo: %@
da: Google-login mislykkedes: %@
de: Google-Anmeldung fehlgeschlagen: %@
el: Η σύνδεση μέσω Google απέτυχε: %@
es: Falló el inicio de sesión con Google: %@
et: Google'iga sisselogimine ebaõnnestus: %@
fa: ورود با گوگل ناموفق بود: %@
fi: Google-kirjautuminen epäonnistui: %@
fil: Nabigo ang pag-log in gamit ang Google: %@
fr: Échec de la connexion avec Google : %@
he: ההתחברות באמצעות Google נכשלה: %@
hi: Google साइन इन विफल रहा: %@
hr: Prijava putem Googlea nije uspjela: %@
hu: A Google-bejelentkezés sikertelen: %@
id: Login dengan Google gagal: %@
is: Innskráning með Google mistókst: %@
it: Accesso con Google non riuscito: %@
ja: Googleでのログインに失敗しました: %@
ko: Google 로그인 실패: %@
lt: Nepavyko prisijungti per „Google“: %@
lv: Pierakstīšanās ar Google neizdevās: %@
nb: Google-innloggingen mislyktes: %@
nl: Inloggen met Google is mislukt: %@
nn: Google-innlogginga mislykkast: %@
pl: Logowanie przez Google nie powiodło się: %@
pt_br: Falha no login com Google: %@
ro: Autentificarea cu Google a eșuat: %@
ru: Ошибка входа через Google: %@
sk: Prihlásenie cez Google zlyhalo: %@
sl: Prijava z Googlom ni uspela: %@
sr: Prijavljivanje preko Google-a nije uspelo: %@
sv: Google-inloggningen misslyckades: %@
sw: Kuingia kwa Google kumeshindikana: %@
ta: Google உள்நுழைவு தோல்வியடைந்தது: %@
th: เข้าสู่ระบบด้วย Google ไม่สำเร็จ: %@
tr: Google ile giriş başarısız oldu: %@
uk: Не вдалося ввійти через Google: %@
ur: Google کے ذریعے لاگ اِن ناکام ہوا: %@
vi: Đăng nhập bằng Google thất bại: %@
zh_hans: Google 登录失败：%@
zh_hant: Google 登入失敗：%@

# auth.google.error.inProgress
source: Google sign-in is already in progress.
ar: تسجيل الدخول باستخدام Google جارٍ بالفعل.
bg: Влизането с Google вече е в ход.
bn: Google লগইন ইতিমধ্যে চলছে।
ca: Ja hi ha un inici de sessió amb Google en curs.
cs: Přihlášení přes Google již probíhá.
da: Google-login er allerede i gang.
de: Google-Anmeldung läuft bereits.
el: Η σύνδεση μέσω Google βρίσκεται ήδη σε εξέλιξη.
es: Ya hay un inicio de sesión con Google en curso.
et: Google'iga sisselogimine on juba käimas.
fa: ورود با گوگل در حال انجام است.
fi: Google-kirjautuminen on jo käynnissä.
fil: Kasalukuyan nang nagla-log in gamit ang Google.
fr: Une connexion avec Google est déjà en cours.
he: התחברות באמצעות Google כבר מתבצעת.
hi: Google साइन इन पहले से जारी है।
hr: Prijava putem Googlea već je u tijeku.
hu: A Google-bejelentkezés már folyamatban van.
id: Login dengan Google sedang berlangsung.
is: Innskráning með Google er þegar í gangi.
it: Accesso con Google già in corso.
ja: Googleでのログインはすでに進行中です。
ko: Google 로그인이 이미 진행 중입니다.
lt: Prisijungimas per „Google“ jau vyksta.
lv: Pierakstīšanās ar Google jau notiek.
nb: Google-innlogging pågår allerede.
nl: Inloggen met Google is al bezig.
nn: Google-innlogging er allereie i gang.
pl: Logowanie przez Google już trwa.
pt_br: O login com Google já está em andamento.
ro: Autentificarea cu Google este deja în curs.
ru: Вход через Google уже выполняется.
sk: Prihlásenie cez Google už prebieha.
sl: Prijava z Googlom že poteka.
sr: Prijavljivanje preko Google-a je već u toku.
sv: Google-inloggning pågår redan.
sw: Kuingia kwa Google tayari kunaendelea.
ta: Google உள்நுழைவு ஏற்கெனவே நடந்துகொண்டிருக்கிறது.
th: กำลังเข้าสู่ระบบด้วย Google อยู่แล้ว
tr: Google ile giriş zaten devam ediyor.
uk: Вхід через Google уже триває.
ur: Google کے ذریعے لاگ اِن پہلے ہی جاری ہے۔
vi: Đang tiến hành đăng nhập bằng Google.
zh_hans: Google 登录正在进行中。
zh_hant: Google 登入正在進行中。

# auth.google.error.noWindow
source: Couldn't show Google sign-in. Try again.
ar: تعذّر عرض شاشة تسجيل الدخول باستخدام Google. حاول مجددًا.
bg: Екранът за влизане с Google не можа да се покаже. Опитайте отново.
bn: Google লগইন স্ক্রিন দেখানো যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut mostrar l'inici de sessió amb Google. Torna-ho a provar.
cs: Přihlášení přes Google se nepodařilo zobrazit. Zkuste to znovu.
da: Kunne ikke vise Google-login. Prøv igen.
de: Google-Anmeldung konnte nicht angezeigt werden. Versuche es erneut.
el: Δεν ήταν δυνατή η εμφάνιση της σύνδεσης μέσω Google. Δοκιμάστε ξανά.
es: No se pudo mostrar el inicio de sesión con Google. Inténtalo de nuevo.
et: Google'i sisselogimiskuva ei õnnestunud avada. Proovi uuesti.
fa: نمایش صفحه ورود با گوگل ممکن نشد. دوباره تلاش کنید.
fi: Google-kirjautumista ei voitu näyttää. Yritä uudelleen.
fil: Hindi maipakita ang Google sign-in. Subukan ulit.
fr: Impossible d'afficher la connexion avec Google. Réessayez.
he: לא ניתן להציג את מסך ההתחברות של Google. יש לנסות שוב.
hi: Google साइन इन स्क्रीन नहीं दिखाई जा सकी। फिर से कोशिश करें।
hr: Nije moguće prikazati prijavu putem Googlea. Pokušajte ponovno.
hu: Nem sikerült megjeleníteni a Google-bejelentkezést. Próbálja újra.
id: Tidak dapat menampilkan login Google. Coba lagi.
is: Ekki tókst að birta Google-innskráningu. Reyndu aftur.
it: Impossibile mostrare la schermata di accesso con Google. Riprova.
ja: Googleのログイン画面を表示できませんでした。もう一度お試しください。
ko: Google 로그인 화면을 표시할 수 없습니다. 다시 시도하세요.
lt: Nepavyko parodyti prisijungimo per „Google“ lango. Bandykite dar kartą.
lv: Neizdevās parādīt Google pierakstīšanās ekrānu. Mēģiniet vēlreiz.
nb: Kunne ikke vise Google-innloggingen. Prøv igjen.
nl: Kan het inlogscherm van Google niet tonen. Probeer het opnieuw.
nn: Kunne ikkje vise Google-innlogginga. Prøv igjen.
pl: Nie udało się wyświetlić logowania przez Google. Spróbuj ponownie.
pt_br: Não foi possível exibir o login com Google. Tente novamente.
ro: Ecranul de autentificare cu Google nu a putut fi afișat. Încearcă din nou.
ru: Не удалось открыть окно входа через Google. Попробуйте ещё раз.
sk: Nepodarilo sa zobraziť prihlásenie cez Google. Skúste to znova.
sl: Prijavnega zaslona za Google ni bilo mogoče prikazati. Poskusite znova.
sr: Prikaz prijavljivanja preko Google-a nije uspeo. Pokušajte ponovo.
sv: Kunde inte visa Google-inloggningen. Försök igen.
sw: Imeshindikana kuonyesha skrini ya kuingia kwa Google. Jaribu tena.
ta: Google உள்நுழைவுத் திரையைக் காட்ட முடியவில்லை. மீண்டும் முயலவும்.
th: แสดงหน้าจอเข้าสู่ระบบด้วย Google ไม่ได้ ลองอีกครั้ง
tr: Google ile giriş ekranı gösterilemedi. Tekrar deneyin.
uk: Не вдалося відкрити вхід через Google. Спробуйте ще раз.
ur: Google کا لاگ اِن صفحہ نہیں دکھایا جا سکا۔ دوبارہ کوشش کریں۔
vi: Không thể hiển thị màn hình đăng nhập Google. Hãy thử lại.
zh_hans: 无法显示 Google 登录页面，请重试。
zh_hant: 無法顯示 Google 登入畫面，請再試一次。

# auth.google.error.timedOut
source: Google sign-in timed out. Try again.
ar: انتهت مهلة تسجيل الدخول باستخدام Google. حاول مجددًا.
bg: Времето за влизане с Google изтече. Опитайте отново.
bn: Google লগইনের সময়সীমা শেষ। আবার চেষ্টা করুন।
ca: L'inici de sessió amb Google ha esgotat el temps d'espera. Torna-ho a provar.
cs: Časový limit přihlášení přes Google vypršel. Zkuste to znovu.
da: Google-login tog for lang tid. Prøv igen.
de: Zeitüberschreitung bei der Google-Anmeldung. Versuche es erneut.
el: Η σύνδεση μέσω Google έληξε λόγω χρονικού ορίου. Δοκιμάστε ξανά.
es: Se agotó el tiempo para iniciar sesión con Google. Inténtalo de nuevo.
et: Google'iga sisselogimine aegus. Proovi uuesti.
fa: زمان ورود با گوگل به پایان رسید. دوباره تلاش کنید.
fi: Google-kirjautuminen aikakatkaistiin. Yritä uudelleen.
fil: Nag-time out ang Google sign-in. Subukan ulit.
fr: La connexion avec Google a expiré. Réessayez.
he: תם הזמן שהוקצב להתחברות באמצעות Google. יש לנסות שוב.
hi: Google साइन इन की समय-सीमा समाप्त हो गई। फिर से कोशिश करें।
hr: Isteklo je vrijeme za prijavu putem Googlea. Pokušajte ponovno.
hu: A Google-bejelentkezés időtúllépés miatt megszakadt. Próbálja újra.
id: Login dengan Google kehabisan waktu. Coba lagi.
is: Innskráning með Google rann út á tíma. Reyndu aftur.
it: Accesso con Google scaduto. Riprova.
ja: Googleでのログインがタイムアウトしました。もう一度お試しください。
ko: Google 로그인 시간이 초과되었습니다. 다시 시도하세요.
lt: Baigėsi prisijungimo per „Google“ laikas. Bandykite dar kartą.
lv: Pierakstīšanās ar Google noildza. Mēģiniet vēlreiz.
nb: Google-innloggingen ble tidsavbrutt. Prøv igjen.
nl: Inloggen met Google duurde te lang. Probeer het opnieuw.
nn: Google-innlogginga tok for lang tid. Prøv igjen.
pl: Upłynął limit czasu logowania przez Google. Spróbuj ponownie.
pt_br: O login com Google demorou demais. Tente novamente.
ro: Autentificarea cu Google a expirat. Încearcă din nou.
ru: Время ожидания входа через Google истекло. Попробуйте ещё раз.
sk: Čas na prihlásenie cez Google vypršal. Skúste to znova.
sl: Čas za prijavo z Googlom je potekel. Poskusite znova.
sr: Prijavljivanje preko Google-a je isteklo. Pokušajte ponovo.
sv: Google-inloggningen tog för lång tid. Försök igen.
sw: Muda wa kuingia kwa Google umeisha. Jaribu tena.
ta: Google உள்நுழைவுக்கான நேரம் முடிந்தது. மீண்டும் முயலவும்.
th: การเข้าสู่ระบบด้วย Google หมดเวลา ลองอีกครั้ง
tr: Google ile giriş zaman aşımına uğradı. Tekrar deneyin.
uk: Час очікування входу через Google минув. Спробуйте ще раз.
ur: Google کے ذریعے لاگ اِن میں بہت وقت لگا۔ دوبارہ کوشش کریں۔
vi: Đăng nhập bằng Google đã quá thời gian chờ. Hãy thử lại.
zh_hans: Google 登录超时，请重试。
zh_hant: Google 登入逾時，請再試一次。

# auth.google.error.unexpectedResponse
source: Google sent an unexpected response. Try again.
ar: أرسل Google استجابة غير متوقعة. حاول مجددًا.
bg: Google изпрати неочакван отговор. Опитайте отново.
bn: Google অপ্রত্যাশিত উত্তর পাঠিয়েছে। আবার চেষ্টা করুন।
ca: Google ha enviat una resposta inesperada. Torna-ho a provar.
cs: Google odeslal neočekávanou odpověď. Zkuste to znovu.
da: Google sendte et uventet svar. Prøv igen.
de: Google hat unerwartet geantwortet. Versuche es erneut.
el: Η Google έστειλε μη αναμενόμενη απάντηση. Δοκιμάστε ξανά.
es: Google envió una respuesta inesperada. Inténtalo de nuevo.
et: Google saatis ootamatu vastuse. Proovi uuesti.
fa: گوگل پاسخی غیرمنتظره فرستاد. دوباره تلاش کنید.
fi: Google lähetti odottamattoman vastauksen. Yritä uudelleen.
fil: Hindi inaasahan ang tugon ng Google. Subukan ulit.
fr: Google a envoyé une réponse inattendue. Réessayez.
he: Google שלחה תגובה לא צפויה. יש לנסות שוב.
hi: Google से अप्रत्याशित जवाब मिला। फिर से कोशिश करें।
hr: Google je poslao neočekivan odgovor. Pokušajte ponovno.
hu: A Google váratlan választ küldött. Próbálja újra.
id: Google mengirim respons tak terduga. Coba lagi.
is: Google sendi óvænt svar. Reyndu aftur.
it: Google ha inviato una risposta imprevista. Riprova.
ja: Googleから予期しない応答がありました。もう一度お試しください。
ko: Google에서 예상치 못한 응답을 보냈습니다. 다시 시도하세요.
lt: „Google“ pateikė netikėtą atsakymą. Bandykite dar kartą.
lv: Google nosūtīja neparedzētu atbildi. Mēģiniet vēlreiz.
nb: Google sendte et uventet svar. Prøv igjen.
nl: Google stuurde een onverwacht antwoord. Probeer het opnieuw.
nn: Google sende eit uventa svar. Prøv igjen.
pl: Google wysłało nieoczekiwaną odpowiedź. Spróbuj ponownie.
pt_br: O Google enviou uma resposta inesperada. Tente novamente.
ro: Google a trimis un răspuns neașteptat. Încearcă din nou.
ru: Google вернул неожиданный ответ. Попробуйте ещё раз.
sk: Google odoslal neočakávanú odpoveď. Skúste to znova.
sl: Google je poslal nepričakovan odgovor. Poskusite znova.
sr: Google je poslao neočekivan odgovor. Pokušajte ponovo.
sv: Google skickade ett oväntat svar. Försök igen.
sw: Google imetuma jibu lisilotarajiwa. Jaribu tena.
ta: Google எதிர்பாராத பதிலை அனுப்பியது. மீண்டும் முயலவும்.
th: Google ส่งคำตอบที่ไม่คาดคิด ลองอีกครั้ง
tr: Google beklenmedik bir yanıt gönderdi. Tekrar deneyin.
uk: Google надіслав неочікувану відповідь. Спробуйте ще раз.
ur: Google سے غیر متوقع جواب ملا۔ دوبارہ کوشش کریں۔
vi: Google trả về phản hồi không mong đợi. Hãy thử lại.
zh_hans: Google 返回了异常响应，请重试。
zh_hant: Google 傳回非預期的回應，請再試一次。

# auth.password.hide
source: Hide password
ar: إخفاء كلمة المرور
bg: Скрий паролата
bn: পাসওয়ার্ড লুকান
ca: Amaga la contrasenya
cs: Skrýt heslo
da: Skjul adgangskode
de: Passwort ausblenden
el: Απόκρυψη κωδικού πρόσβασης
es: Ocultar contraseña
et: Peida parool
fa: پنهان کردن رمز عبور
fi: Piilota salasana
fil: Itago ang password
fr: Masquer le mot de passe
he: הסתר סיסמה
hi: पासवर्ड छिपाएँ
hr: Sakrij lozinku
hu: Jelszó elrejtése
id: Sembunyikan kata sandi
is: Fela lykilorð
it: Nascondi password
ja: パスワードを隠す
ko: 비밀번호 숨기기
lt: Slėpti slaptažodį
lv: Paslēpt paroli
nb: Skjul passord
nl: Wachtwoord verbergen
nn: Skjul passord
pl: Ukryj hasło
pt_br: Ocultar senha
ro: Ascunde parola
ru: Скрыть пароль
sk: Skryť heslo
sl: Skrij geslo
sr: Sakrij lozinku
sv: Dölj lösenord
sw: Ficha nenosiri
ta: கடவுச்சொல்லை மறை
th: ซ่อนรหัสผ่าน
tr: Şifreyi gizle
uk: Приховати пароль
ur: پاس ورڈ چھپائیں
vi: Ẩn mật khẩu
zh_hans: 隐藏密码
zh_hant: 隱藏密碼

# auth.password.show
source: Show password
ar: إظهار كلمة المرور
bg: Покажи паролата
bn: পাসওয়ার্ড দেখান
ca: Mostra la contrasenya
cs: Zobrazit heslo
da: Vis adgangskode
de: Passwort anzeigen
el: Εμφάνιση κωδικού πρόσβασης
es: Mostrar contraseña
et: Näita parooli
fa: نمایش رمز عبور
fi: Näytä salasana
fil: Ipakita ang password
fr: Afficher le mot de passe
he: הצג סיסמה
hi: पासवर्ड दिखाएँ
hr: Prikaži lozinku
hu: Jelszó megjelenítése
id: Tampilkan kata sandi
is: Sýna lykilorð
it: Mostra password
ja: パスワードを表示
ko: 비밀번호 표시
lt: Rodyti slaptažodį
lv: Rādīt paroli
nb: Vis passord
nl: Wachtwoord tonen
nn: Vis passord
pl: Pokaż hasło
pt_br: Mostrar senha
ro: Afișează parola
ru: Показать пароль
sk: Zobraziť heslo
sl: Pokaži geslo
sr: Prikaži lozinku
sv: Visa lösenord
sw: Onyesha nenosiri
ta: கடவுச்சொல்லைக் காட்டு
th: แสดงรหัสผ่าน
tr: Şifreyi göster
uk: Показати пароль
ur: پاس ورڈ دکھائیں
vi: Hiện mật khẩu
zh_hans: 显示密码
zh_hant: 顯示密碼

# auth.restartPreAuthOnboarding
source: Restart onboarding
ar: أعد بدء التعريف
bg: Рестартирай onboarding
bn: অনবোর্ডিং আবার শুরু করুন
ca: Reinicia la presentació
cs: Restartovat onboarding
da: Genstart onboarding
de: Onboarding neu starten
el: Επανεκκίνηση εισαγωγής
es: Reiniciar introducción
et: Alusta onboardingut uuesti
fa: شروع دوباره راه‌اندازی اولیه
fi: Aloita perehdytys alusta
fil: Ulitin ang onboarding
fr: Redémarrer l’onboarding
he: התחל מחדש את ההדרכה
hi: ऑनबोर्डिंग फिर से शुरू करें
hr: Ponovno pokreni onboarding
hu: Onboarding újraindítása
id: Mulai ulang onboarding
is: Endurræsa kynningu
it: Riavvia onboarding
ja: オンボーディングを再開
ko: 온보딩 다시 시작
lt: Paleisti įvadą iš naujo
lv: Sākt ievadu no jauna
nb: Start onboarding på nytt
nl: Onboarding opnieuw starten
nn: Start onboarding på nytt
pl: Uruchom onboarding ponownie
pt_br: Reiniciar onboarding
ro: Repornește onboarding-ul
ru: Начать onboarding заново
sk: Spustiť onboarding znova
sl: Znova zaženi uvajanje
sr: Ponovo pokreni onboarding
sv: Starta om onboarding
sw: Anza onboarding upya
ta: Onboarding-ஐ மீண்டும் தொடங்கவும்
th: เริ่มการแนะนำอีกครั้ง
tr: Onboarding'i yeniden başlat
uk: Перезапустити онбординг
ur: آن بورڈنگ دوبارہ شروع کریں
vi: Khởi động lại hướng dẫn
zh_hans: 重新开始引导
zh_hant: 重新開始新手導覽

# calendar.accessibility.earningsAfterBeforeTax
source: %1$@ after tax, %2$@ before tax
ar: %1$@ بعد الضريبة، %2$@ قبل الضريبة
bg: %1$@ след данъци, %2$@ преди данъци
bn: %1$@ কর কাটার পর, %2$@ কর কাটার আগে
ca: %1$@ després d’impostos, %2$@ abans d’impostos
cs: %1$@ po zdanění, %2$@ před zdaněním
da: %1$@ efter skat, %2$@ før skat
de: %1$@ nach Steuern, %2$@ vor Steuern
el: %1$@ μετά φόρων, %2$@ προ φόρων
es: %1$@ después de impuestos, %2$@ antes de impuestos
et: %1$@ pärast makse, %2$@ enne makse
fa: %1$@ پس از مالیات، %2$@ پیش از مالیات
fi: %1$@ verojen jälkeen, %2$@ ennen veroja
fil: %1$@ pagkatapos ng buwis, %2$@ bago ang buwis
fr: %1$@ après impôts, %2$@ avant impôts
he: %1$@ לאחר מס, %2$@ לפני מס
hi: %1$@ कर-पश्चात, %2$@ कर-पूर्व
hr: %1$@ nakon poreza, %2$@ prije poreza
hu: %1$@ adózás után, %2$@ adózás előtt
id: %1$@ setelah pajak, %2$@ sebelum pajak
is: %1$@ eftir skatt, %2$@ fyrir skatt
it: %1$@ dopo le tasse, %2$@ prima delle tasse
ja: %1$@（税引き後）、%2$@（税引き前）
ko: 세후 %1$@, 세전 %2$@
lt: %1$@ po mokesčių, %2$@ prieš mokesčius
lv: %1$@ pēc nodokļiem, %2$@ pirms nodokļiem
nb: %1$@ etter skatt, %2$@ før skatt
nl: %1$@ na belasting, %2$@ vóór belasting
nn: %1$@ etter skatt, %2$@ før skatt
pl: %1$@ po opodatkowaniu, %2$@ przed opodatkowaniem
pt_br: %1$@ após impostos, %2$@ antes dos impostos
ro: %1$@ după taxe, %2$@ înainte de taxe
ru: %1$@ после налогов, %2$@ до налогов
sk: %1$@ po zdanení, %2$@ pred zdanením
sl: %1$@ po davku, %2$@ pred davkom
sr: %1$@ posle poreza, %2$@ pre poreza
sv: %1$@ efter skatt, %2$@ före skatt
sw: %1$@ baada ya kodi, %2$@ kabla ya kodi
ta: %1$@ வரிக்குப் பின், %2$@ வரிக்கு முன்
th: %1$@ หลังหักภาษี, %2$@ ก่อนหักภาษี
tr: %1$@ vergi sonrası, %2$@ vergi öncesi
uk: %1$@ після сплати податків, %2$@ до сплати податків
ur: ٹیکس کے بعد %1$@، ٹیکس سے پہلے %2$@
vi: %1$@ sau thuế, %2$@ trước thuế
zh_hans: %1$@ 税后，%2$@ 税前
zh_hant: %1$@ 稅後，%2$@ 稅前
